{
    "1": {
        "title": "Mortal Kombat",
        "year": 2021,
        "time": "110",
        "director": "Simon McQuoid",
        "actors": [
            "Lewis Tan",
            "Jessica McNamee",
            "Josh Lawson",
            "Joe Taslim",
            "Mehcad Brooks",
            "Matilda Kimber",
            "Laura Brent",
            "Tadanobu Asano",
            "Hiroyuki Sanada",
            "Chin Han",
            "Ludi Lin",
            "Max Huang",
            "Sisi Stringer",
            "Mel Jarnson",
            "Nathan Jones",
            "Daniel Nelson",
            "Ian Streetz",
            "Yukiko Shinohara"
        ],
        "snipse": "MMA fighter Cole Young (Lewis Tan), accustomed to taking a beating for money, is unaware of his heritage-or why Outworld's Emperor Shang Tsung (Chin Han) has sent his best warrior, Sub-Zero (Joe Taslim), an otherworldly Cryomancer, to hunt Cole down. Fearing for his family's safety, Cole goes in search of Sonya Blade (Jessica McNamee) at the direction of Jax (Mehcad Brooks), a Special Forces Major who bears the same strange dragon marking Cole was born with. Soon, he finds himself at the temple of Lord Raiden (Tadanobu Asano), an Elder God and the protector of Earthrealm, who grants sanctuary to those who bear the mark. Here, Cole trains with experienced warriors Liu Kang (Ludi Lin), Kung Lao (Max Huang) and rogue mercenary Kano (Josh Lawson), as he prepares to stand with Earth's greatest champions against the enemies of Outworld in a high stakes battle for the universe. But will Cole be pushed hard enough to unlock his arcana-the immense power from within his soul-in time to save not only his family but to stop Outworld once and for all?",
        "posterLocation": "../../assets/movies/5.jpg"
    },
    "2": {
        "title": "The Green Knight",
        "year": 2021,
        "time": "125",
        "director": "David Lowery",
        "actors": [
            "Dev Patel",
            "Alicia Vikander",
            "Joel Edgerton",
            "Sarita Choudhury",
            "Sean Harris",
            "Kate Dickie",
            "Barry Keoghan",
            "Erin Kelly",
            "Helena Browne",
            "Ralph Ineson",
            "Emelie Hetland",
            "Anthony Morris",
            "Megan Tierman",
            "Noelee Brown",
            "Youssef Quinn",
            "Aaron Edo",
            "Margeaux Wright",
            "Patric Duffy"
        ],
        "sinpose": "An epic fantasy adventure based on the timeless Arthurian legend, 'The Green Knight' tells the story of Sir Gawain (Dev Patel), King Arthur's reckless and headstrong nephew, who embarks on a daring quest to confront the eponymous Green Knight, a gigantic emerald-skinned stranger and tester of men. Gawain contends with ghosts, giants, thieves, and schemers in what becomes a deeper journey to define his character and prove his worth in the eyes of his family and kingdom by facing the ultimate challenger. From visionary filmmaker David Lowery comes a fresh and bold spin on a classic tale from the knights of the round table.",
        "posterLocation": "../../assets/movies/6.jpg"
    },
    "3": {
        "title": "Demon Slayer: Mugen Train",
        "year": 2020,
        "time": "117",
        "director": "Haruo Sotozaki",
        "actors": [
            "Natsuki Hanae",
            "Akari Kitô",
            "Yoshitsugu Matsuoka",
            "Hiro Shimono",
            "Satoshi Hino",
            "Takahiro Sakurai",
            "Katsuyuki Konishi",
            "Saori Hayami",
            "Kenichi Suzumura",
            "Tomokazu Seki",
            "Tomokazu Sugita",
            "Toshiyuki Morikawa",
            "Rina Satô",
            "Shin'ichirô Miki",
            "Houko Kuwashima",
            "Kaede Hondo",
            "You Taichi",
            "Konomi Kohara"
        ],
        "sinopse": "Tanjiro Kamado, joined with Inosuke Hashibira, a boy raised by boars who wears a boar's head, and Zenitsu Agatsuma, a scared boy who reveals his true power when he sleeps, board the Infinity Train on a new mission with the Flame Pillar, Kyojuro Rengoku, to defeat a demon who has been tormenting the people and killing the demon slayers who oppose it!",
        "posterLocation": "../../assets/movies/7.jpg"
    },
    "4": {
        "title": "Love and Monsters",
        "year": 2020,
        "time": "109",
        "director": "Michael Matthews",
        "actors": [
            "Dylan O'Brien",
            "Jessica Henwick",
            "Michael Rooker",
            "Dan Ewing",
            "Ariana Greenblatt",
            "Ellen Hollman",
            "Tre Hale",
            "Pacharo Mzembe",
            "Senie Priti",
            "Amali Golden",
            "Te Kohe Tuhaka",
            "Tasneem Roc",
            "Thomas Campbell",
            "Joel Pierce",
            "Melanie Zanetti",
            "Bruce Spence",
            "Hazel Philips",
            "Miriama Smith"
        ],
        "sinopse": "Seven years after the Monsterpocalypse, Joel Dawson (Dylan O'Brien), along with the rest of humanity, has been living underground ever since giant creatures took control of the land. After reconnecting over radio with his high school girlfriend Aimee (Jessica Henwick), who is now 80 miles away at a coastal colony, Joel begins to fall for her again. As Joel realizes that there's nothing left for him underground, he decides against all logic to venture out to Aimee, despite all the dangerous monsters that stand in his way. The fun-filled and action-packed adventure also stars Michael Rooker and Ariana Greenblatt.",
        "posterLocation": "../../assets/movies/8.jpg"
    }
}

